app/controllers/welcome_controller.rb

INSERT INTO "users" ("name", "number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "asd"], ["number", "asd"], ["created_at", "2015-10-13 09:05:42.507137"], ["updated_at", "2015-10-13 09:05:42.507137"]]
---
  def sendme
    @user = User.new user_params



if @user.save